[
  "Kapan kamu pertama kali ngerasa nyaman banget sama aku?",
  "Hal kecil apa dari aku yang paling bikin kamu senyum?",
  "Kalau kita punya satu hari full bareng, kamu mau ngapain?",
  "Momen kita yang paling kamu simpan di kepala itu kapan?",
  "Apa kebiasaan aku yang diam-diam kamu suka?",
  "Apa kebiasaan aku yang pengin kamu ingetin pelan-pelan?",
  "Kalau kita lagi berantem, hal apa yang paling kamu butuhin dariku?",
  "Menurut kamu, hal apa yang bikin hubungan kita kuat?",
  "Apa love language kamu yang paling terasa ke aku?",
  "Kapan terakhir kali kamu ngerasa dicintai sama aku?",
  "Apa makanan yang kamu pengin kita coba bareng?",
  "Tempat mana yang pengin kamu datengin bareng aku?",
  "Kamu lebih suka quality time seperti apa sama aku?",
  "Apa hal paling manis yang pernah aku lakukan menurut kamu?",
  "Apa hal paling lucu yang pernah kita alami bareng?",
  "Kamu lebih suka ngobrol panjang kapan, malam atau pagi?",
  "Kalau aku lagi capek, cara terbaik nenangin aku menurut kamu?",
  "Kalau kamu lagi capek, cara terbaik aku nenangin kamu apa?",
  "Kamu lebih suka kejutan kecil atau rencana yang jelas?",
  "Apa hal sederhana yang bisa bikin kamu kangen aku?",
  "Kalau kita punya lagu berdua, lagunya apa?",
  "Apa hal yang pengin kamu pelajari bareng aku?",
  "Kapan terakhir kali kamu ngerasa bangga sama kita?",
  "Apa yang kamu harap aku ngerti tanpa kamu jelasin panjang?",
  "Apa hal paling penting yang kamu pelajari dari hubungan kita?",
  "Kalau disuruh deskripsiin aku pakai 3 kata, apa?",
  "Kalau disuruh deskripsiin hubungan kita pakai 3 kata, apa?",
  "Momen apa yang bikin kamu ngerasa ini orangnya?",
  "Apa hal paling bikin kamu tenang saat deket aku?",
  "Kamu lebih suka ngobrol soal masa depan kita kapan?",
  "Apa rencana kecil yang pengin kamu capai bareng aku tahun ini?",
  "Hal apa yang paling kamu takutin terjadi di hubungan kita?",
  "Apa yang bikin kamu yakin untuk tetap milih aku?",
  "Apa yang bikin kamu pengin lebih dekat lagi sama aku?",
  "Kamu lebih suka aku spontan atau konsisten dalam hal kecil?",
  "Apa kebiasaan kita yang paling kamu suka?",
  "Apa kebiasaan kita yang pengin kamu ubah pelan-pelan?",
  "Kamu lebih suka cuddle di rumah atau jalan bareng?",
  "Kencan sederhana versi kamu tuh seperti apa?",
  "Kalau kita bikin tradisi kecil berdua, kamu mau apa?",
  "Apa hal yang bikin kamu merasa dihargai sama aku?",
  "Apa hal yang bikin kamu merasa disayang sama aku?",
  "Apa yang bikin kamu merasa paling nyambung sama aku?",
  "Kamu lebih suka aku jadi pendengar atau pemberi solusi?",
  "Apa hal yang paling bikin kamu nyaman untuk cerita?",
  "Kalau kita lagi LDR, hal apa yang paling kamu butuhkan?",
  "Apa yang paling kamu rindukan dari aku saat kita jauh?",
  "Apa red flag yang kamu harap kita sama-sama hindari?",
  "Apa green flag aku yang paling kamu suka?",
  "Apa hal kecil yang bisa aku lakuin biar harimu lebih baik?",
  "Apa momen kita yang paling bikin kamu ketawa?",
  "Apa momen kita yang paling bikin kamu terharu?",
  "Kamu lebih suka ngobrol serius di tempat seperti apa?",
  "Kamu lebih suka ketemu dadakan atau janjian dulu?",
  "Apa menu yang pengin kamu masak bareng aku?",
  "Apa film atau series yang pengin kamu tonton bareng aku?",
  "Kamu lebih suka aku ngingetin dengan lembut atau to the point?",
  "Apa hal yang menurut kamu paling romantis tapi sederhana?",
  "Apa hal yang kamu anggap kita banget?",
  "Kalau kamu bisa ulang satu momen bareng aku, momen apa?",
  "Apa yang paling kamu pelajari tentang aku sejauh ini?",
  "Apa yang paling kamu pelajari tentang diri kamu sejak bareng aku?",
  "Apa yang bikin kamu percaya sama aku?",
  "Apa hal yang bikin kamu merasa aman sama aku?",
  "Apa hal yang bikin kamu merasa lebih dirimu saat bareng aku?",
  "Kalau kamu ngasih aku hadiah kecil, penginnya apa?",
  "Kalau aku ngasih kamu hadiah kecil, kamu penginnya apa?",
  "Apa ritual kecil yang pengin kamu lakuin sebelum tidur bareng aku?",
  "Kamu lebih suka ngobrol lewat chat panjang atau voice note?",
  "Apa hal yang bikin kamu ingin aku tahu tentang kamu?",
  "Apa topik yang selalu bikin kamu semangat ngobrol sama aku?",
  "Apa hal yang bikin kamu pengin pelukan dari aku?",
  "Apa hal yang paling bikin kamu tersenyum kalau lihat aku?",
  "Kamu lebih suka aku nunjukin sayang lewat tindakan atau kata-kata?",
  "Apa satu hal yang kamu harap kita bisa jaga terus?",
  "Apa yang bikin kamu merasa paling dekat sama aku?",
  "Apa hal paling random yang kamu suka dari aku?",
  "Kalau kita punya playlist berdua, judulnya apa?",
  "Kamu lebih suka weekend kita santai atau produktif?",
  "Apa tempat yang bikin kamu pengin cerita banyak ke aku?",
  "Apa kebiasaan aku yang bikin kamu merasa ini rumah?",
  "Apa hal yang bikin kamu bangga jalan bareng aku?",
  "Apa hal yang kamu pengin aku perbaiki, tapi dengan cara lembut?",
  "Kamu lebih suka kencan di rumah atau di luar?",
  "Apa hal yang bikin kamu merasa kita berkembang bareng?",
  "Kalau kita punya tujuan bareng, tujuan itu apa?",
  "Apa hal kecil yang kamu pengin aku inget tentang kamu?",
  "Kamu lebih suka aku tegas atau fleksibel saat ambil keputusan?",
  "Apa hal yang pengin kamu ajarin ke aku?",
  "Apa hal yang pengin kamu pelajari dari aku?",
  "Apa yang bikin kamu merasa lebih percaya diri saat bareng aku?",
  "Apa hal yang pengin kamu rayain bareng aku tahun ini?",
  "Apa yang bikin kamu merasa kita satu tim?",
  "Apa momen yang bikin kamu ngerasa aku bersyukur punya kamu?",
  "Kamu lebih suka quality time tanpa gadget atau sambil tetap online?",
  "Apa hal yang kamu pengin kita omongin lebih sering?",
  "Kalau kita lagi beda pendapat, apa cara terbaik menyelesaikannya?",
  "Apa hal yang bikin kamu merasa paling dicintai oleh aku?",
  "Apa alasan kamu tetap milih aku setiap hari?",
  "Kalau disuruh ngomong satu kalimat buat hubungan kita, kamu bilang apa?"
]
